10/data/attachments/e5babeda1c9316b3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jason_affect_Friend_83863_1</nif:username>
            <nif:friendToBeRequested>soap_friends_d535f6f4-5973-4e41-a281-afdc7dc84fea</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>